tap "cmacrae/formulae"
tap "heroku/brew"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "homebrew/services"
tap "koekeishiya/formulae"
tap "mykolaharmash/git-jump"
tap "universal-ctags/universal-ctags"
brew "ack"
brew "automake"
brew "python@3.9"
brew "awscli"
brew "bat"
brew "icu4c"
brew "glib"
brew "cmake"
brew "diff-so-fancy"
brew "python@3.10"
brew "docutils"
brew "exa"
brew "folly"
brew "fizz"
brew "wangle"
brew "fbthrift"
brew "fb303"
brew "guile"
brew "unbound"
brew "gnutls"
brew "gobject-introspection"
brew "harfbuzz"
brew "libass"
brew "ffmpeg"
brew "ffmpeg@4"
brew "ffmpegthumbnailer"
brew "fish"
brew "fzf"
brew "git"
brew "glances"
brew "helm"
brew "htop"
brew "httpie"
brew "hub"
brew "libheif"
brew "imagemagick"
brew "jpegoptim"
brew "krb5"
brew "kubernetes-cli"
brew "lazygit"
brew "luv"
brew "mysql@5.7", link: true
brew "neofetch"
brew "neovim", args: ["HEAD"]
brew "nghttp2"
brew "node", link: false
brew "node@16", link: true
brew "nvm"
brew "postgresql"
brew "postgresql@10"
brew "pyenv"
brew "ranger"
brew "ruby-build"
brew "rbenv"
brew "reattach-to-user-namespace"
brew "redis"
brew "ripgrep"
brew "rsync"
brew "ruby"
brew "speedtest-cli"
brew "svgo"
brew "task"
brew "tasksh"
brew "terraform"
brew "the_silver_searcher"
brew "tldr"
brew "tmux"
brew "tmuxinator"
brew "tree"
brew "watch"
brew "watchman"
brew "wget"
brew "yarn"
brew "zlib"
brew "koekeishiya/formulae/skhd"
brew "koekeishiya/formulae/yabai", args: ["HEAD"]
brew "mykolaharmash/git-jump/git-jump"
brew "universal-ctags/universal-ctags/universal-ctags", args: ["HEAD"]
cask "alacritty"
cask "alfred"
cask "brave-browser"
cask "dash"
cask "dozer"
cask "flutter"
cask "gpg-suite"
cask "imageoptim"
cask "insomnia"
cask "kap"
cask "postico"
cask "sequel-pro-nightly"
cask "spotify"
cask "wkhtmltopdf"
