tap "caskroom/fonts"
tap "crisidev/chunkwm"
tap "d12frosted/emacs-plus"
tap "heroku/brew"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/core"
tap "homebrew/services"
tap "koekeishiya/formulae"
tap "railwaycat/emacsmacport"
tap "universal-ctags/universal-ctags"
brew "ack"
brew "bat"
brew "cmake"
brew "diff-so-fancy"
brew "exa"
brew "ffmpegthumbnailer"
brew "fish"
brew "fzf"
brew "git"
brew "glances"
brew "graphviz"
brew "htop"
brew "httpie"
brew "hub"
brew "imagemagick"
brew "jpegoptim"
brew "mas"
brew "neofetch"
brew "neovim"
brew "nvm"
brew "postgresql", restart_service: true
brew "postgresql@10"
brew "pyenv"
brew "ruby-build"
brew "rbenv"
brew "reattach-to-user-namespace"
brew "redis"
brew "speedtest-cli"
brew "the_silver_searcher"
brew "tldr"
brew "tmux"
brew "tree"
brew "watchman"
brew "wget"
brew "yarn"
brew "zlib"
brew "heroku/brew/heroku"
brew "koekeishiya/formulae/skhd"
brew "koekeishiya/formulae/yabai"
brew "universal-ctags/universal-ctags/universal-ctags", args: ["HEAD"]
cask "alacritty"
cask "alfred"
cask "couleurs"
cask "dash"
cask "firefox"
cask "focus"
cask "font-iosevka-nerd-font"
cask "font-lato"
cask "font-roboto-mono"
cask "font-source-sans-pro"
cask "google-chrome"
cask "hyper"
cask "imageoptim"
cask "insomnia"
cask "iterm2"
cask "kap"
cask "notion"
cask "postico"
cask "rocket"
cask "signal"
cask "sketch"
cask "slack"
cask "spotify"
cask "virtualbox"
cask "zeplin"
mas "1Password", id: 443987910
mas "Be Focused", id: 973134470
mas "Be Focused Pro", id: 961632517
mas "Bear", id: 1091189122
mas "HeliumLift", id: 1018899653
mas "iA Writer", id: 775737590
mas "Irvue", id: 1039633667
mas "Keynote", id: 409183694
mas "Magnet", id: 441258766
mas "Noko", id: 879917538
mas "Pages", id: 409201541
mas "Reeder", id: 880001334
mas "Spark", id: 1176895641
mas "Telegram", id: 747648890
mas "Todoist", id: 585829637
mas "Tweetbot", id: 1384080005
mas "WISO steuer: 2019", id: 1434027991
mas "Xcode", id: 497799835
