tap "caskroom/fonts"
tap "d12frosted/emacs-plus"
tap "heroku/brew"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/core"
tap "homebrew/services"
tap "koekeishiya/formulae"
tap "railwaycat/emacsmacport"
tap "universal-ctags/universal-ctags"
brew "ack"
brew "bat"
brew "cmake"
brew "diff-so-fancy"
brew "exa"
brew "ffmpegthumbnailer"
brew "fish"
brew "fzf"
brew "git"
brew "glances"
brew "htop"
brew "httpie"
brew "hub"
brew "imagemagick"
brew "jpegoptim"
brew "neofetch"
brew "neovim"
brew "nvm"
brew "postgresql", restart_service: true
brew "postgresql@10"
brew "pyenv"
brew "ruby-build"
brew "rbenv"
brew "reattach-to-user-namespace"
brew "redis"
brew "speedtest-cli"
brew "the_silver_searcher"
brew "tldr"
brew "tmux"
brew "tree"
brew "watchman"
brew "wget"
brew "yarn"
brew "zlib"
brew "heroku/brew/heroku"
brew "koekeishiya/formulae/skhd"
brew "koekeishiya/formulae/yabai"
brew "universal-ctags/universal-ctags/universal-ctags", args: ["HEAD"]
cask "alacritty"
cask "alfred"
cask "dash"
cask "imageoptim"
cask "insomnia"
cask "kap"
cask "postico"
cask "slack"
cask "spotify"
cask "virtualbox"
cask "brave-browser"
